/* No comment provided by engineer. */
"1 hour" = "1 Stunde";

/* No comment provided by engineer. */
"15 minutes" = "15 Minuten";

/* No comment provided by engineer. */
"30 minutes" = "30 Minuten";

/* No comment provided by engineer. */
"A line chart showing your blood glucose and general trend over a given period" = "Ein Liniendiagramm, das Ihren aktuellen Blutzucker und den Trend für einen festgelegten Zeitraum anzeigt";

/* No comment provided by engineer. */
"A pie chart showing the number of healthy glucose readings versus unhealthy over a given period" = "Ein Kreisdiagramm, das die Anzahl günstiger vs. ungünstiger Messergebnisse innerhalb eines festgelegten Zeitraumes anzeigt";

/* No comment provided by engineer. */
"A stacked bar chart (segmented by morning, afternoon and evening) showing total carbohydrate in-take per day" = "Ein gestapeltes Balkendiagramm (unterteilt nach morgens, nachmittags und abends), das die gesamte Kohlenhydrataufnahme pro Tag anzeigt";

/* No comment provided by engineer. */
"Account options" = "Optionen Benutzerprofil ";

/* No comment provided by engineer. */
"Accounts" = "Profile";

/* Activity (physical exercise) entry type */
"Activity" = "Aktivität";

/* Label for total amount of activity (physical exercise) */
"ACTIVITY" = "AKTIVITÄT";

/* No comment provided by engineer. */
"Activity name" = "Aktivität";

/* No comment provided by engineer. */
"Add" = "Hinzufügen";

/* No comment provided by engineer. */
"Add a Meal" = "Mahlzeit hinzufügen";

/* No comment provided by engineer. */
"Add a Note" = "Notiz hinzufügen";

/* Add blood glucose reading */
"Add a Reading" = "Messergebnis hinzufügen";

/* No comment provided by engineer. */
"Add account" = "Neues Profil erstellen";

/* No comment provided by engineer. */
"Add Activity" = "Aktivität hinzufügen";

/* No comment provided by engineer. */
"Add Location" = "Standort hinzufügen";

/* No comment provided by engineer. */
"Add Medicine" = "Medikament hinzufügen";

/* No comment provided by engineer. */
"Add Photo" = "Foto hinzufügen";

/* No comment provided by engineer. */
"Add Reminder" = "Erinnerung hinzufügen";

/* The amount of time to wait after an event occurs before alerting the user */
"After" = "Nach";

/* No comment provided by engineer. */
"AirPrint" = "AirPrint";

/* The message shown as part of a reminder */
"Alert" = "Alarm";

/* No comment provided by engineer. */
"Amount" = "Menge";

/* No comment provided by engineer. */
"Amount taken" = "Eingenommene Menge";

/* No comment provided by engineer. */
"and" = "und";

/* No comment provided by engineer. */
"April" = "April";

/* No comment provided by engineer. */
"Are you sure you want to unlink your RunKeeper account?" = "Sind Sie sicher, daß Sie Ihr RunKeeper Konto trennen möchten?";

/* No comment provided by engineer. */
"Are you sure you'd like to add location data to this event?" = "Sind Sie sicher, dass Sie ortsbezogene Daten hinzufügen möchten?";

/* No comment provided by engineer. */
"Are you sure you'd like to delete this account? All associated entries will be permanently deleted" = "Sind Sie sicher, dass Sie dieses Profil löschen möchten? Alle zugehörigen Einträge werden dauerhaft gelöscht.";

/* No comment provided by engineer. */
"Are you sure you'd like to delete this reminder rule?" = "Sind Sie sicher, dass Sie diese Erinnerungsregel löschen möchten?";

/* No comment provided by engineer. */
"Are you sure you'd like to delete this reminder?" = "Sind Sie sicher, dass Sie diese Erinnerung löschen möchten?";

/* No comment provided by engineer. */
"Are you sure you'd like to permanently delete this entry?" = "Sind Sie sicher, dass Sie diesen Eintrag dauerhaft löschen möchten?";

/* No comment provided by engineer. */
"Are you sure you'd like to restore from a previous backup? This cannot be undone." = "Sind Sie sicher, dass Sie die Daten aus einem früheren Backup wiederherstellen möchten? Dieser Schritt kann nicht rückgängig gemacht werden.";

/* No comment provided by engineer. */
"August" = "August";

/* Label for average blood glucose reading */
"AVERAGE" = "DURCHSCHNITT";

/* Backup & sync settings section title */
"Backup & Sync" = "Backup & Synchronisation";

/* No comment provided by engineer. */
"Backup settings" = "Backupeinstellungen";

/* No comment provided by engineer. */
"Backup/Restore" = "Backup/Wiederherstellen";

/* Blood glucose level */
"BG level" = "Blutzuckerspiegel";

/* Blood glucose units */
"BG units" = "BZ-Maßeinheiten";

/* No comment provided by engineer. */
"Blood Glucose Level" = "Blutzuckerspiegel";

/* No comment provided by engineer. */
"Blood glucose level" = "Blutzuckerspiegel";

/* No comment provided by engineer. */
"Blood Glucose Readings" = "BZ-Messwerte";

/* No comment provided by engineer. */
"Both" = "Beides";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Carbohydrate in-take" = "Kohlenhydrate";

/* No comment provided by engineer. */
"Choose new photo" = "Neues Foto auswählen";

/* No comment provided by engineer. */
"Choose photo" = "Wählen Sie ein Foto";

/* Menu item to show users the application credits */
"Credits" = "Dank";

/* Current geographic location */
"Current Location" = "Standort";

/* Abbreviation for Date of Birth */
"D.O.B." = "Geburtsdatum";

/* No comment provided by engineer. */
"Date" = "Datum";

/* No comment provided by engineer. */
"Date reminder" = "Terminerinnerung";

/* No comment provided by engineer. */
"Days" = "Tage";

/* No comment provided by engineer. */
"December" = "Dezember";

/* No comment provided by engineer. */
"Delete Account" = "Profil löschen";

/* No comment provided by engineer. */
"Delete Entry" = "Eintrag löschen";

/* No comment provided by engineer. */
"Delete photo" = "Foto löschen";

/* No comment provided by engineer. */
"Delete Reminder" = "Erinnerung löschen";

/* No comment provided by engineer. */
"Delete Reminder Rule" = "Erinnerungsregel löschen";

/* No comment provided by engineer. */
"Description" = "Beschreibung";

/* Label for the statistical deviation in blood glucose values */
"DEVIATION" = "ABWEICHUNG";

/* No comment provided by engineer. */
"Diabetic Record" = "Werte im Überblick";

/* No comment provided by engineer. */
"Diabetik cannot and will not advise you with regards to medical care.\n\nIf you have questions or concerns regarding the state of your health please see a medical professional." = "Diabetik kann und wird Ihnen keinen medizinischen Rat erteilen.\nSollten Sie Fragen zu oder Bedenken hinsichtlich Ihrer Gesundheit haben, wenden Sie sich bitte an einen Arzt.";

/* No comment provided by engineer. */
"Diabetik Export - %@" = "Diabetik-Export - %@";

/* No comment provided by engineer. */
"Diabetik is a new kind of diabetic journal that lets you track your blood glucose, medication, food and personal activities.\n\nTo learn more swipe your finger to the left." = "Diabetik ist ein neuartiges Diabetes-Tagebuch, mit dem Sie Ihre Blutzuckerwerte, Ihre Medikation, Ihre Nahrungsaufnahme und persönlichen Aktivitäten erfassen können.\nUm mehr zu erfahren, wischen Sie mit Ihrem Finger nach links.";

/* No comment provided by engineer. */
"Diabetik is capable of exporting your data in CSV or PDF format.\n\nPerfect for importing into other software or for printing to show your health care provider!" = "Diabetik kann Ihre Daten im CSV- oder PDF-Format exportieren.\nDie perfekte Lösung, um Ihre Daten in andere Anwendungen zu importieren oder um sie auszudrucken und Ihrem Arzt vorzulegen!";

/* No comment provided by engineer. */
"Diabetik makes keeping your journal up-to-date as easy as possible by analysing your habits.\n\nIt may take a few days to really get to know you, so please be patient!" = "Diabetik macht es Ihnen so leicht wie möglich, Ihr Tagebuch zu führen, in dem es Ihre Angewohnheiten analysiert. Bitte haben Sie Geduld. Es kann einige Tage dauern, bis wir Sie richtig kennengelernt haben.";

/* No comment provided by engineer. */
"Done" = "Fertig";

/* No comment provided by engineer. */
"Drag left to add additional entries" = "Um weitere Einträge hinzuzufügen, nach links ziehen";

/* No comment provided by engineer. */
"Dropbox" = "Dropbox\n";

/* No comment provided by engineer. */
"Dropbox needs to finish syncing before it's possible to export files. Try again in a few minutes." = "Dropbox muss erst fertig synchronisieren, bevor Dateien exportiert werden können. Bitte versuchen Sie es in ein paar Minuten noch einmal.";

/* No comment provided by engineer. */
"Dropbox settings" = "Dropboxeinstellungen";

/* No comment provided by engineer. */
"Dropbox Settings" = "Dropboxeinstellungen";

/* No comment provided by engineer. */
"Edit account" = "Profil bearbeiten";

/* No comment provided by engineer. */
"Edit Activity" = "Aktivität bearbeiten";

/* No comment provided by engineer. */
"Edit Meal" = "Mahlzeit bearbeiten";

/* No comment provided by engineer. */
"Edit Medicine" = "Medikamente bearbeiten";

/* No comment provided by engineer. */
"Edit Note" = "Notiz bearbeiten";

/* Edit blood glucose reading */
"Edit Reading" = "Messwert bearbeiten";

/* No comment provided by engineer. */
"Edit reminder" = "Erinnerung bearbeiten";

/* No comment provided by engineer. */
"Edit Reminder" = "Erinnerung bearbeiten";

/* No comment provided by engineer. */
"Email" = "E-Mail";

/* No comment provided by engineer. */
"Email sent" = "E-Mail gesendet";

/* Used as part of a label that tallies the total number of entries entered by a user, i.e: x entries in total */
"entries in total" = "Einträge insgesamt";

/* Geo-location of event */
"Event Location" = "Standort Ereignis";

/* No comment provided by engineer. */
"Every day" = "Täglich";

/* No comment provided by engineer. */
"Every Day" = "Täglich";

/* No comment provided by engineer. */
"Every Friday" = "Jeden Freitag";

/* No comment provided by engineer. */
"Every Monday" = "Jeden Montag";

/* No comment provided by engineer. */
"Every Saturday" = "Jeden Samstag";

/* No comment provided by engineer. */
"Every Sunday" = "Jeden Sonntag";

/* No comment provided by engineer. */
"Every Thursday" = "Jeden Donnerstag";

/* No comment provided by engineer. */
"Every Tuesday" = "Jeden Dienstag";

/* No comment provided by engineer. */
"Every Wednesday" = "Jeden Mittwoch";

/* Menu item to take users to the export screen */
"Export" = "Export";

/* No comment provided by engineer. */
"Export successful" = "Export erfolgreich";

/* No comment provided by engineer. */
"February" = "Februar";

/* Gender selector switch */
"Female" = "Weiblich";

/* No comment provided by engineer. */
"Formats to export" = "Zu exportierende Formate";

/* No comment provided by engineer. */
"Fri" = "Fr";

/* No comment provided by engineer. */
"Gender" = "Geschlecht";

/* General settings section title */
"General" = "Allgemein";

/* No comment provided by engineer. */
"Glucose" = "Blutzucker";

/* No comment provided by engineer. */
"Glucose settings" = "BZ-Einstellungen";

/* Unit of measurement */
"Grams" = "Gramm";

/* Unit of measurement */
"grams" = "Gramm";

/* Label for the amount of grams of carbohydrate eaten */
"GRAMS" = "GRAMM (KH)";

/* A label used to show healthy blood glucose readings */
"Healthy" = "Günstig";

/* No comment provided by engineer. */
"Healthy Glucose Tally" = "Überblick günstige Werte";

/* No comment provided by engineer. */
"Here's your Diabetik data export, generated on %@." = "Hier ist Ihr Diabetik-Datenexport. Er wurde erstellt mit %@.";

/* No comment provided by engineer. */
"Hi there!" = "Hallo!";

/* Label for highest blood glucose reading in a given month */
"HIGHEST" = "HÖCHSTWERT";

/* No comment provided by engineer. */
"Hours" = "Stunden";

/* No comment provided by engineer. */
"I just recorded a blood glucose reading of %@ with @diabetikapp" = "Ich habe gerade in @diabetikapp einen BZ-Wert von %1$@ erfasst";

/* No comment provided by engineer. */
"I just recorded a blood glucose reading of %@ with Diabetik" = "Ich habe gerade in Diabetik einen BZ-Wert von %1$@ erfasst";

/* No comment provided by engineer. */
"I just spent %@ minutes %@ and tracked it with @diabetikapp" = "I habe gerade %1$@ Minuten mit %2$@ verbracht und in @diabetikapp erfasst";

/* No comment provided by engineer. */
"I just spent %@ minutes %@ and tracked it with Diabetik" = "Ich habe gerade %1$@ Minuten mit %2$@ verbracht und in @diabetikapp erfasst";

/* No comment provided by engineer. */
"I just took %@ %@ of %@ and recorded it with @diabetikapp" = "Ich habe gerade %1$@ %2$@ %3$@ eingenommen und mit @diabetikapp erfasst.";

/* No comment provided by engineer. */
"I just took %@ %@ of %@ and recorded it with Diabetik" = "Ich habe gerade %1$@ %2$@ %3$@ eingenommen und mit Diabetik erfasst";

/* No comment provided by engineer. */
"I love @diabetikapp! It's a great way to track my diabetes." = "Ich liebe @diabetikapp! Es ist ein tolles Hilfsmittel, um meinen Diabetes zu protokollieren.";

/* No comment provided by engineer. */
"I love Diabetik! It's a great way to track my diabetes." = "Ich liebe Diabetik! Es ist ein tolles Hilfsmittel, um meinen Diabetes zu protokollieren.";

/* No comment provided by engineer. */
"It wasn't possible to export your backup to Dropbox. The following error occurred: %@" = "Ihr Backup konnte nicht in Ihre Dropbox exportiert werden. Folgender Fehler ist aufgetreten: %@";

/* No comment provided by engineer. */
"It wasn't possible to export your files to Dropbox. The following error occurred: %@" = "Ihre Dateien konnten nicht in Ihre Dropbox exportiert werden. Folgender Fehler ist aufgetreten: %@";

/* No comment provided by engineer. */
"It wasn't possible to restore your backup from Dropbox. The following error occurred: %@" = "Es war nicht möglich, Ihr Backup aus Dropbox wiederherzustellen. Folgender Fehler ist aufgetreten: %@";

/* No comment provided by engineer. */
"January" = "Januar";

/* The title for the applications index screen - which is a physical journal */
"Journal" = "Tagebuch";

/* No comment provided by engineer. */
"July" = "Juli";

/* No comment provided by engineer. */
"June" = "Juni";

/* A label showing the date a sync operation was last performed on */
"Last sync performed on" = "Letzte Synchronisierung";

/* An option to view third-party software licenses used throughout the application */
"Licenses" = "Lizenzen";

/* A button allowing users to 'Like' an entry on Facebook */
"Like" = "Like";

/* No comment provided by engineer. */
"Link with Dropbox" = "Mit Dropbox verknüpfen";

/* No comment provided by engineer. */
"Link with RunKeeper" = "Mit RunKeeper verknüpfen";

/* An option to connect your third-party account from Diabetik */
"Link your account" = "Profil verknüpfen";

/* No comment provided by engineer. */
"Location" = "Standort";

/* No comment provided by engineer. */
"Location reminder" = "Ortsbasierte Erinnerung";

/* No comment provided by engineer. */
"Location-based reminders" = "Ortsbasierte Erinnerungen";

/* Label for the lowest blood glucose reading in a given month */
"LOWEST" = "NIEDRIGSTER WERT";

/* Gender selector switch */
"Male" = "Männlich";

/* No comment provided by engineer. */
"Manual backup" = "Manuelles Backup";

/* No comment provided by engineer. */
"March" = "März";

/* Remind me after adding [a specific entry type] matching [these conditions] */
"Matching these conditions" = "Wenn folgende Bedingungen erfüllt sind";

/* An option label for determining the highest a blood glucose reading can be before being considered unhealthy */
"Max healthy" = "Oberer Zielwert";

/* No comment provided by engineer. */
"May" = "Mai";

/* Meal entry type */
"Meal" = "Mahlzeit";

/* No comment provided by engineer. */
"Meal name" = "Mahlzeit";

/* No comment provided by engineer. */
"Medication" = "Medikation";

/* No comment provided by engineer. */
"Medicine name" = "Medikament";

/* The section header for generic menu items */
"Menu" = "Menü";

/* Type/unit of medicine */
"mg" = "mg";

/* An option label for determining the lowest a blood glucose reading can be before being considered unhealthy */
"Min healthy" = "Unterer Zielwert";

/* No comment provided by engineer. */
"Minutes" = "Minuten";

/* No comment provided by engineer. */
"Mon" = "Mo";

/* No comment provided by engineer. */
"Months to export" = "Zu exportierende Monate";

/* The name of an entry */
"Name" = "Name";

/* No comment provided by engineer. */
"Nice to meet you" = "Schön, Sie kennenzulernen";

/* No comment provided by engineer. */
"No" = "Nein";

/* Title of message shown when the user has yet to add any entries to their journal */
"No Entries" = "Keine Einträge";

/* No comment provided by engineer. */
"No location" = "Kein Ort";

/* No comment provided by engineer. */
"No Reminders" = "Keine Erinnerungen";

/* No comment provided by engineer. */
"No Reports" = "Keine Berichte";

/* No comment provided by engineer. */
"Not enough data" = "Nicht genügend Daten";

/* Note entry type */
"Note" = "Notiz";

/* No comment provided by engineer. */
"Notes" = "Notizen";

/* No comment provided by engineer. */
"November" = "November";

/* No comment provided by engineer. */
"October" = "Oktober";

/* No comment provided by engineer. */
"Okay" = "OK";

/* On arrival to a geographic location */
"On Arrival" = "Bei Ankunft";

/* On departure from a geographic location */
"On Departure" = "Bei Abreise";

/* No comment provided by engineer. */
"One-time reminders" = "Einmalige Erinnerungen";

/* No comment provided by engineer. */
"optional" = "optional";

/* Settings section for miscellaneous information */
"Other" = "Verschiedenes";

/* No comment provided by engineer. */
"Past 14 days" = "Letzte 14 Tage";

/* No comment provided by engineer. */
"Past 7 days" = "Letzte 7 Tage";

/* No comment provided by engineer. */
"Perform manual backup" = "Manuelles Backup";

/* No comment provided by engineer. */
"Perform manual sync" = "Manuelle Synchronisierung";

/* Type/unit of medicine */
"pills" = "Tabletten";

/* No comment provided by engineer. */
"Please complete all required fields" = "Bitte füllen Sie alle erforderlichen Felder aus";

/* Error message shown to users when setting up a geographical reminder */
"Please select a valid location before continuing" = "Bitte wählen Sie zuerst einen gültigen Ort";

/* Type/unit of medicine */
"puffs" = "Sprühstoß";

/* Blood glucose reading entry type */
"Reading" = "Messwert";

/* Remind me after adding [a specific entry type] */
"Remind me after adding" = "Erinnerung nach ";

/* No comment provided by engineer. */
"Remind me in" = "Erinnere mich in ";

/* No comment provided by engineer. */
"Reminder details" = "Erinnerungsdetails";

/* Title for screen showing the geographic location of a geo-fenced reminder */
"Reminder Location" = "Ortsbezogene Erinnerung";

/* No comment provided by engineer. */
"Reminders" = "Erinnerungen";

/* No comment provided by engineer. */
"Reminders are a great way to keep on top of things.\n\nAlong with one-time and repeat reminders you can also setup location-based reminders to alert you when you leave or arrive at a particular location." = "Erinnerungen sind eine sehr gute Möglichkeit, den Überblick zu behalten. \n\nAußer einmaligen und wiederholten Erinnerungen können Sie auch ortsbasierte Erinnerungen einrichten. Diese melden sich, wenn Sie an bestimmten Orten ankommen oder sie verlassen.";

/* No comment provided by engineer. */
"Remove" = "Löschen";

/* No comment provided by engineer. */
"Repeat" = "Wiederholen";

/* Label for a reminder which repeats across multiple days */
"Repeating" = "Wiederholen";

/* No comment provided by engineer. */
"Repeating reminders" = "Wiederholte Erinnerungen";

/* No comment provided by engineer. */
"Report" = "Bericht";

/* No comment provided by engineer. */
"Reporting events between" = "Bericht für die Zeit zwischen";

/* No comment provided by engineer. */
"Restore" = "Wiederherstellen";

/* No comment provided by engineer. */
"Restore from backup" = "Aus Backup wiederherstellen";

/* No comment provided by engineer. */
"Restore successful" = "Wiederherstellung erfolgreich";

/* No comment provided by engineer. */
"Restoring from backup will never delete existing data. If identical records are found the existing version will be overwritten. We advise backup restoration only be used when absolutely necessary." = "Das Wiederherstellen von Daten aus einem Backup wird nie bereits vorhandene Daten löschen. Wenn identische Datensätze gefunden werden, wird die aktuelle Version überschrieben. Wir empfehlen daher, die Wiederherstellung von Daten aus einem Backup nur zu verwenden, wenn unbedingt nötig.";

/* No comment provided by engineer. */
"Rotate to view reports" = "Drehen, um Berichte anzuzeigen";

/* No comment provided by engineer. */
"Rule-based Reminder" = "Regelbasierte Erinnerung";

/* No comment provided by engineer. */
"Rule-based reminder" = "Regelbasierte Erinnerung";

/* No comment provided by engineer. */
"Rule-based reminders" = "Regelbasierte Erinnerungen";

/* No comment provided by engineer. */
"RunKeeper settings" = "RunKeeper-Einstellungen";

/* No comment provided by engineer. */
"RunKeeper Settings" = "RunKeeper-Einstellungen";

/* No comment provided by engineer. */
"Sat" = "Sa";

/* No comment provided by engineer. */
"Scheduled Reminder" = "Terminierte Erinnerung";

/* No comment provided by engineer. */
"Search" = "Suche";

/* No comment provided by engineer. */
"September" = "September";

/* Settings title */
"Settings" = "Einstellungen";

/* A settings switch to control the Smart Input feature */
"Smart input" = "Smart Input";

/* A settings switch to control application sounds */
"Sounds" = "Töne";

/* No comment provided by engineer. */
"Stay safe" = "Passen Sie auf sich auf";

/* No comment provided by engineer. */
"Sun" = "So";

/* No comment provided by engineer. */
"Take new photo" = "Neues Foto aufnehmen";

/* No comment provided by engineer. */
"Take photo" = "Foto aufnehmen";

/* No comment provided by engineer. */
"Thanks" = "Danke";

/* An option allow users to be reminded at some point in the future */
"The future" = "In der Zukunft";

/* No comment provided by engineer. */
"There was an error while printing your report" = "Beim Drucken des Berichts ist ein Fehler aufgetreten";

/* No comment provided by engineer. */
"There was an error while setting your reminders date and time" = "Bei der Einstellung von Datum und Uhrzeit ist ein Fehler aufgetreten";

/* No comment provided by engineer. */
"There was an error while trying to delete this account: %@" = "Beim Versuch, dieses Profil zu löschen, ist ein Fehler aufgetreten: %@";

/* No comment provided by engineer. */
"There was an error while trying to delete this event: %@" = "Beim Versuch, dieses Ereignis zu löschen, ist ein Fehler aufgetreten: %@";

/* No comment provided by engineer. */
"There was an error while trying to establish the new default account" = "Beim Versuch, das Standardprofil einzurichten, ist ein Fehler aufgetreten";

/* No comment provided by engineer. */
"This is your only account. Please create another before trying to delete this one" = "Dies ist Ihr einziges Profil. Bevor Sie es löschen, legen Sie bitte ein weiteres an";

/* No comment provided by engineer. */
"Thurs" = "Do";

/* Unit of measurement */
"time" = "Zeit";

/* No comment provided by engineer. */
"Time" = "Zeit";

/* No comment provided by engineer. */
"Title" = "Überschrift";

/* No comment provided by engineer. */
"Today" = "Heute";

/* No comment provided by engineer. */
"Total Carbohydrates (grams)" = "Gesamtmenge KH (Gramm)";

/* No comment provided by engineer. */
"Trigger for all entries of this type" = "Auslöser für alle Einträge dieser Art";

/* No comment provided by engineer. */
"Tues" = "Di";

/* A button allowing users to post an entry on Twitter */
"Tweet" = "Tweet";

/* No comment provided by engineer. */
"Tweet sent" = "Tweet gesendet";

/* No comment provided by engineer. */
"Type" = "Erinnerungsmodus";

/* No comment provided by engineer. */
"Uh oh!" = "Oh je!";

/* No comment provided by engineer. */
"Unable to create image documents folder" = "Ordner Fotos kann nicht erstellt werden";

/* Error message shown when a users current geographic location cannot be determined */
"Unable to determine location" = "Standort kann nicht bestimmt werden";

/* A label used to show unhealthy blood glucose readings */
"Unhealthy" = "Ungünstig";

/* Type/unit of medicine */
"units" = "Einheiten";

/* No comment provided by engineer. */
"Unlink account" = "Verknüpfung mit Profil aufheben";

/* No comment provided by engineer. */
"Unlink Dropbox account" = "Dropbox-Verknüpfung aufheben";

/* An option to disconnect your third-party account from Diabetik */
"Unlink your account" = "Verknüpfung aufheben";

/* No comment provided by engineer. */
"Unlink your RunKeeper account" = "Verknüpfung mit RunKeeper aufheben";

/* No comment provided by engineer. */
"Update location" = "Standort aktualisieren";

/* No comment provided by engineer. */
"Update sent" = "Update gesendet";

/* No comment provided by engineer. */
"Value" = "Wert";

/* No comment provided by engineer. */
"View Location" = "Standort anzeigen";

/* No comment provided by engineer. */
"View on map" = "Auf Karte anzeigen";

/* No comment provided by engineer. */
"View photo" = "Foto anzeigen";

/* No comment provided by engineer. */
"View Photo" = "Foto anzeigen";

/* No comment provided by engineer. */
"We were unable to delete your reminder for the following reason: %@" = "Ihre Erinnerung konnte nicht gelöscht werden. Grund: %@";

/* No comment provided by engineer. */
"We were unable to delete your reminder rule for the following reason: %@" = "Ihre Erinnerungsregel konnte nicht gelöscht werden. Grund: %@";

/* No comment provided by engineer. */
"We were unable to save your account for the following reason: %@" = "Ihr Profil konnte nicht gespeichert werden. Grund: %@";

/* No comment provided by engineer. */
"We were unable to save your activity. Please try again!" = "Ihre Aktivität konnte nicht gespeichert werden. Bitte versuchen Sie es erneut!";

/* No comment provided by engineer. */
"We were unable to save your meal" = "Ihre Mahlzeit konnte nicht gespeichert werden";

/* No comment provided by engineer. */
"We were unable to save your note" = "Ihre Notiz konnte nicht gespeichert werden";

/* Error message for blood glucose reading */
"We were unable to save your reading" = "Ihre Messung konnte nicht gespeichert werden";

/* No comment provided by engineer. */
"We were unable to save your reminder for the following reason: %@" = "Ihre Erinnerung konnte nicht gespeichert werden. Grund: %@";

/* No comment provided by engineer. */
"We were unable to save your reminder rule for the following reason: %@" = "Ihre Erinnerungsregel konnte nicht gespeichert werden. Grund: %@";

/* No comment provided by engineer. */
"We've set you up with a new journal. You're welcome to create as many as you'd like.\n\nCheck out the settings screen to manage additional accounts." = "Wir haben Ihnen ein neues Tagebuch eingerichtet. Sie können beliebig viele Tagebücher erstellen.\n\nUnter \"Einstellungen\" können Sie verschiedene Profile anlegen.";

/* No comment provided by engineer. */
"Wed" = "Mi";

/* No comment provided by engineer. */
"What'd you have?" = "Was gabs denn?";

/* No comment provided by engineer. */
"When you'd like to be reminded" = "Wann möchten Sie erinnert werden?";

/* Remind me after adding [a specific entry type] matching [these conditions] with [these settings] */
"With these settings" = "Mit diesen Einstellungen";

/* No comment provided by engineer. */
"Yep" = "Ja";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"Yesterday" = "Gestern";

/* Referring to the users account */
"You" = "Sie";

/* No comment provided by engineer. */
"You cannot enter an event in the future" = "Sie können kein Ereignis in der Zukunft eingeben";

/* No comment provided by engineer. */
"You currently don't have any entries in your timeline. To add one, tap the + icon." = "Ihr Verlauf enthält zur Zeit keine Einträge. Um einen Eintrag hinzuzufügen, bitte das +Icon antippen.";

/* No comment provided by engineer. */
"You currently don't have any reminders setup. To add one, tap the + icon." = "Sie haben noch keine Erinnerung eingerichtet. Um eine Erinnerung hinzuzufügen, bitte das +Icon antippen.";

/* No comment provided by engineer. */
"You currently don't have any reports to export." = "Zur Zeit gibt es keine Berichte zum Exportieren.";

/* No comment provided by engineer. */
"You have yet to perform a sync with RunKeeper" = "Sie müssen erst noch eine Synchronisierung mit RunKeeper durchführen";

/* No comment provided by engineer. */
"You haven't collected enough data to display this report" = "Es stehen nicht genügend Daten zur Anzeige zur Verfügung";

/* No comment provided by engineer. */
"You must select at least one format to export" = "Sie müssen mindestens ein Format zum Exportieren auswählen";

/* No comment provided by engineer. */
"You must select at least one month to export" = "Sie müssen mindestens einen Monat zum Exportieren auswählen";

/* No comment provided by engineer. */
"Your backup has been exported successfully" = "Ihr Backup wurde erfolgreich exportiert";

/* No comment provided by engineer. */
"Your backup was restored successfully" = "Ihr Backup wurde erfolgreich wiederhergestellt";

/* No comment provided by engineer. */
"Your Diabetic Record" = "Ihre Diabetesdaten";

/* An error message letting the user know that their data export could not be emailed to them */
"Your export email could not be sent" = "Ihre Export-E-Mail konnte nicht gesendet werden";

/* A success message letting the user know that their data export has been successfully emailed to them */
"Your export email has been sent" = "Ihre Export-E-Mail wurde gesendet";

/* No comment provided by engineer. */
"Your Facebook update has been sent" = "Ihr Facebook-Update wurde gesendet";

/* No comment provided by engineer. */
"Your files have been exported successfully" = "Ihre Dateien wurden erfolgreich exportiert";

/* No comment provided by engineer. */
"Your name" = "Ihr Name";

/* No comment provided by engineer. */
"Your new journal" = "Ihr neues Tagebuch";

/* No comment provided by engineer. */
"Your reminder message" = "Ihre Erinnerungsbenachrichtigung";

/* No comment provided by engineer. */
"Your tweet has been sent" = "Ihr Tweet wurde gesendet";

/* No comment provided by engineer. */
"Yum! I just ate %@ and recorded it with @diabetikapp" = "Mhm! Ich habe gerade %@ gegessen und in @diabetikapp erfasst";

/* No comment provided by engineer. */
"Yum! I just ate %@ and recorded it with Diabetik" = "Mhm! Ich habe gerade %@ gegessen und in Diabetik erfasst";

/* No comment provided by engineer. */
"Yum! I just ate %@ with %@ grams and recorded it with @diabetikapp" = "Mhm! I habe %2$@ Gramm %1$@ gegessen und in @diabetikapp erfasst";

/* No comment provided by engineer. */
"Yum! I just ate %@ with %@ grams and recorded it with Diabetik" = "Mhm! I habe %2$@ Gramm %1$@ gegessen und in @diabetikapp erfasst";

